const quiz = [
  {
    q: 'Хакер блокує користувачів і шифрує їх файли та дані з персонального комп’ютера, тримаючи їх у заручниках, доки вони не погоджуються платити зловмиснику. Як називається ця практика?',
    options: ['Browser hijacker', 'Ransomware', 'Brute-force'],
    answer: 1,
  },
  {
    q: 'У вечірніх новинах ви почули, як репортер розповідає про загрозу Інтернету під назвою "Ботнет". Що таке ботнет?',
    options: [
      'Це шкідлива програма, яка намагається приховати себе, інші файли або дані комп’ютера, щоб їх не можна було знайти на комп’ютері.',
      'Група комп’ютерів, на яких працюють шкідливі програми, якими віддалено керують кіберзлочинці.',
      'Новий тип кібервірусу поширився з Китаю, завдавши хаосу по всьому світу.',
    ],
    answer: 1,
  },
  {
    q: 'Чи встановлений на вашому ПК антивірус?',
    options: ['Так', 'Ні'],
    answer: 0,
  },
  {
    q: 'Електронний лист від вашого керівника просить надати ім’я, адреси та інформацію про кредитну картку провідних клієнтів компанії. В електронному листі сказано, що це терміново, і відповісти потрібно негайно. Ви повинні відповісти негайно. Правда чи неправда?',
    options: ['Правда', 'Неправда'],
    answer: 1,
  },
  {
    q: 'Якщо ви потрапили на фішинг-шахрайство, що потрібно зробити, щоб обмежити шкоду',
    options: [
      'Видаліть фішинговий лист.',
      'Змініть будь-які скомпрометовані паролі.',
      'Від’єднайте комп’ютер від мережі. Це дозволить позбутися від будь-якого шкідливого програмного забезпечення.',
      'Жодна з відповідей не є правильною',
    ],
    answer: 1,
  },
];
